// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Aplikaci nelze spustit.";
"NoDiskArb Informative" = "Při spouštění arbitráže disku se vyskytl problém. K tomu by nemělo dojít.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Nelze načíst seznam obrazů.";
"CantGetConfig Informative" = "Při načítání seznamu dostupných obrazů pro obnovení se vyskytl problém (%1$@). Zkontrolujte prosím, zda funguje připojení k síti.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "nepodařilo se přidělit připojení";
"CantGetConfig Error DownloadError" = "při stahování došlo k chybě";
"CantGetConfig Error StringCreate" = "odpověď nebylo možné použít";

/* Version error. */
"VersionError Message" = "Tato verze aplikace je příliš stará.";
"VersionError Informative" = "Stáhněte prosím novější verzi. Toto je verze %1$@. Je požadována alespoň verze %2$@. %3$@";
"VersionError OK" = "Získat novou verzi";

/* File dialog to select a local file. */
"SelectLocal File" = "Vyberte prosím obraz:";
"SelectLocal Button" = "Vybrat";

/* Alert on writing stick. */
"WriteAlert Message" = "Opravdu chcete jednotku %1$@ natrvalo smazat?";
"WriteAlert Informative" = "Veškerá data, která jsou na této jednotce uložena, budou nenávratně ztracena. Tuto akci nelze vrátit zpět.";
"WriteAlert Cancel" = "Nemazat";
"WriteAlert OK" = "Smazat";

"TooSmallAlert Message" = "Jednotku %1$@ nelze použít, protože je příliš malá.";
"TooSmallAlert Informative" = "Je vyžadována jednotka o velikosti alespoň %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "Jednotku %1$@ nelze použít, protože je pouze ke čtení.";
"NotWritable Informative" = "Jednotka je pouze ke čtení. Na některých jednotkách je přepínač, pomocí kterého lze povolit zápis. Jinak jednotku nelze použít.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Stahování...";
"Status Verifying" = "Ověřování...";
"Status Unpacking" = "Rozbalování...";
"Status Claiming" = "Nárokování…";
"Status Unmounting" = "Odpojování…";
"Status Writing" = "Zapisování...";
"Status Ejecting" = "Vysunování…";
"Status Done" = "Hotovo.";

"StatusAdd Attempt" = "(pokus %1$d)";

/* Errors */
"Failure Downloading" = "Je nám líto, ale došlo k chybě (zdrojový obraz se nepodařilo stáhnout). Chcete to zkusit znovu?";
"Failure Verifying Return Value" = "Je nám líto, ale došlo k chybě (zdrojový obraz se nepodařilo ověřit – selhání programu, %1$s). Chcete to zkusit znovu?";
"Failure Verifying SHA Mismatch" = "Je nám líto, ale došlo k chybě (zdrojový obraz se nepodařilo ověřit – chyba kontrolního součtu). Chcete to zkusit znovu?";
"Failure Unpacking" = "Je nám líto, ale došlo k chybě (zdrojový obraz se nepodařilo rozbalit, %1$s). Chcete to zkusit znovu?";
"Failure Claiming" = "Je nám líto, ale došlo k chybě (jednotku USB se nepodařilo nárokovat). Chcete to zkusit znovu?";
"Failure Unmounting" = "Je nám líto, ale došlo k chybě (jednotku USB se nepodařilo odpojit). Chcete to zkusit znovu?";
"Failure Opening Source Image" = "Je nám líto, ale došlo k chybě (zdrojový obraz se nepodařilo otevřít , %1$s). Chcete to zkusit znovu?";
"Failure Opening Destination Device" = "Je nám líto, ale došlo k chybě (jednotku USB se nepodařilo otevřít, %1$s). Chcete to zkusit znovu?";
"Failure Reading Source Image" = "Je nám líto, ale došlo k chybě (nepodařilo se číst ze zdrojového obrazu, %1$s). Chcete to zkusit znovu?";
"Failure Writing Destination Device" = "Je nám líto, ale došlo k chybě (zápis dat na jednotku USB se nezdařil, %1$s). Chcete to zkusit znovu?";
"Failure Ejecting" = "Je nám líto, ale došlo k chybě (jednotku USB se nepodařilo vysunout). Chcete to zkusit znovu?";

"Failure Try Again" = "Zkusit znovu";
"Failure Quit" = "Ukončit";

"Failure Termination Status" = "Stav ukončení %d";

"Failure Internal Error 1" = "Neočekávaný konec souboru";
